boat-rental/app/views/users/index.html.erb

SELECT "users".* FROM "users" ORDER BY "users"."id" ASC LIMIT ?  [["LIMIT", 1]]
---
<%= @user.first.username %>