boat-rental/app/controllers/rentals_controller.rb

    def index
        @rental = Rental.first
---
SELECT "rentals".* FROM "rentals" ORDER BY "rentals"."id" ASC LIMIT ?  [["LIMIT", 1]]